/* No comment provided by engineer. */
"About Verbatim Solutions" = "O Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ powered by Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Kliknij tutaj i zacznij pisać";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Cała historia tłumaczenia została wyczyszczona.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Czy jesteś pewien, że chcesz wyczyścić całą historię tłumaczenia? Twoje wcześniejsze tłumaczenia nie będą się więcej ukazywać jako sugestie.";

/* No comment provided by engineer. */
"Cancel" = "Skasuj";

/* No comment provided by engineer. */
"Clear" = "Wyczyść";

/* No comment provided by engineer. */
"Clear Translation History" = "Wyczyść historię tłumaczenia.";

/* No comment provided by engineer. */
"Done" = "Skończone";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Profesjonalna wycena";

/* No comment provided by engineer. */
"Request Professional Quote" = "Poproś o profesjonalną wycenę";

/* No comment provided by engineer. */
"Submitting.." = "Składanie w toku...";

/* No comment provided by engineer. */
"Translating.." = "Tłumaczenie w toku";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ jest zasilane przez Verbatim Solutions, wiodącą firmę świadczącą usługi tłumaczeniowe. Verbi™ dostarcza szybkich tłumaczeń automatycznych i nie zastępuje profesjonalnych, poświadczonych usług translatorskich. Aby otrzymać tłumaczenie profesjonalne, wykonane przez jednego z naszych poświadczonych tłumaczy, skontaktuj się z nami";

/* No comment provided by engineer. */
"Mail:" = "Napisz:";

/* No comment provided by engineer. */
"Call:" = "Zadzwoń:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Translate";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Przepraszamy, zaszła pomyłka. Spróbuj jeszcze raz.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";